Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: Logging in...
yo: Wíwolé...

source: Log in
yo: Wọlé

source: Login Problems?
yo: Ìṣòro Ìwọlé?

source: Log In / Register
yo: Wọlé / Forúkọsílẹ̀

source: Log in, so you can respond to your question when it is answered:
yo: Wọlé, kí o lè fèsì sí ìbéèrè rẹ nígbà tí wọ́n bá dáhùn:

source: Log in to an existing account
yo: Wọlé sí àkọ́ọ́lẹ̀ tí ó wà

source: Look at the top of your screen, and click the menu item called <em>Edit</em>.
yo: Wo òkè àṣafihàn rẹ, kí o ṣíra tẹ mẹ́nù wúnrẹ̀n tí a ńpè ní <em>Ṣàtúnṣe</em>.

source: Look at the top of your screen, and click the menu item called <em>Help</em>.
yo: Wòkè àṣàfihàn rẹ, kí o ṣíra tẹ mẹ́nù wúnrẹ̀n tí a ńpè ní <em>Ìrànwọ́</em>.

source: Love Firefox and have a few moments to help?<br /> Help other Firefox users on Twitter. Good things will come to those who tweet!
yo: Fẹ́ràn Firefox kí o ní àkókò kúkurú láti ṣèrànwọ́?<br /> Ṣèrànwọ́ fún àwọn olùṣàmúlò Firefox míìràn lóri Twitter. Ohun rere yóò wá sí ọ̀dọ̀ àwọn tó túwìtì!

source: Love Firefox? Love Twitter?
yo: Fẹ́ràn Firefox? Fẹ́ràn Twitter?

source: Maintenance in progress
yo: Ìbójútó ni ìtẹ̀síwájú

source: Major content changes that will make older translations inaccurate
yo: Àkóónú pàtàkì tí yóò mú ìtumọ̀ àtijọ́ jẹ́ àìtọ́

source: Make Firefox for Android work the way you want through customization.
yo: Ṣe Firefox fún Android láti ṣiṣẹ́ bí o ti fẹ́ ní àdáni.

source: Make Firefox for Android yours with these customization options
yo: Ṣe Firefox fún Anfroid rẹ pẹ̀lú àwọn ẹ̀yán aládàni yìí

source: Make Firefox yours by adding and managing the features that you want.
yo: Sọ Firefox di tìrẹ nípa ìṣafikún àti ìṣàkóso àwọn àbùdá tí o fẹ́.

source: Make Firefox yours through customization settings and add-ons
yo: Mú Firefox jẹ́ tìrẹ nípa ààtò alàdàáni àti àfikún

source: Make my email public
yo: Jẹ́kí í-meélì mi di gbangba

source: Make privacy a key factor in selecting and interacting with partners.
yo: Ṣe ìpamọ́ èròjà kọ́kọ́rọ́ ní yíyàn àti bíbánisọ̀rọ̀ pẹ̀lú àwọn ẹlẹgbẹ́.

source: Malware
yo: Aṣejànbá

source: Manage add-ons
yo: Ṣàkóso àfikún

source: Manage preferences and add-ons
yo: Ṣàkóso àwọn ìbuyìfún àti àfikún

source: Manage watch list
yo: Ṣàkóso àtòkọ ìwò

source: Many thanks for your contribution in behalf of SUMO and the happy users who get help!
yo: Adúpẹ́ fún ìdasí re ní ipò SUMO àti àwọn olùdùnú olùṣàmúlò tí ó gba ìrànwọ́!

source: Many thanks for your contribution on behalf of SUMO and the happy users who are helped by your work!
yo: Ọpẹ́ púpọ̀ fún ìdáwọ́sí ní aṣojú SUMO àti àwọn olùṣàmúlò tí inú wọn dùn tí iṣẹ́ rẹ ràn lọ́wọ́!

source: Mark as Ready for Localization
yo: Ṣàmí ó Ṣeyán fún Ìṣọdìbílẹ̀

source: Mark as spam
yo: Sàmì bii ìwé àìbèèrèfún

source: Marked as spam
yo: Ṣàmí si bíi ìwé àìbèèrèfún

source: Marketplace
yo: Ibiọjà

source: Marketplace: Developer Support Request
yo: Ibiọjà: Olùmúgbèrú Ìbéèrè Àtìlẹ́hìn

source: Marketplace: Request a Refund
yo: Ibiọjà: Béèrè fún Ìdápadà

source: Mark it as solved
yo: Ṣàmì rẹ̀ bí a ti yanjú

source: Mark read
yo: Fàmì tí a kà

source: Mark Selected as Read
yo: Ṣàmí Tí a yàn bí Tí a Kà

source: Mark unread
yo: Fi àmì sí bíi tí a ti kòkà

source: Matching responses
yo: Èsì tó báàmù

source: media
yo: mídíà

source: Media Gallery
yo: Gbàgéde Mídíà

source: Media Gallery Search
yo: Ìṣàwari Gbàgède Mídíà

source: Message:
yo: Iṣẹ́:

source: Message from the reviewer:
yo: Iṣẹ́ láti ọ̀dọ̀ olùṣàtúntò:

source: Message is empty
yo: Iṣẹ́ ṣófo

source: Message is too long
yo: Iṣẹ́ ti gùnjù

source: Message Preview:
yo: Ṣàkọ́wò Iṣé:

source: Messages
yo: Àwọn iṣẹ́

source: Messages didn't add up. Try again.
yo: Àwọn iṣẹ́ ò papọ̀. Tún gbìyànjú.

source: Metrics
yo: Mẹ́tíríìkì

source: Minor details that don't affect the instructions
yo: Ẹ̀kúnrẹ́rẹ́ kékeré tí kò nípa lóri àwọn ìlànà

source: mobile
yo: alágbèká

source: Mobile device
yo: Ohun elò alágbèká

source: Mobile OS for smartphones
yo: Alágbèká OS fún fóònùìyára

source: Model not allowed.
yo: Kògba àwòṣe.

source: Moderate Forum Content
yo: Apèjọ Àkóónù Níwọ̀nba

source: Moderate Twitter Accounts
yo: Ìwọ̀ntúwọ̀nsì Àkọ́ọ́lẹ̀ Twitter

source: moderator
yo: níwọ̀ntúwọ̀nsì

source: Moderator
yo: Níwọ̀ntúwọ̀nsì

source: Modified:
yo: Ti Ṣàtúnṣe:

source: Modified by {name} on {datetime}
yo: Ti Ṣàtúnṣe lọ́wọ {name} ní {datetime}

source: Modified {datetime} by {name}
yo: Ti ṣàtúnṣe {datetime} nípa {name}

source: Modified Preferences
yo: Àwọn Ìbuyìfún Ti Ṣàtúnṣe

source: Monthly
yo: Òṣòòṣù

source: Monthly Active Contributors
yo: Àwọn Olùdásí Ìjáfáfá Oṣooṣù

source: More system details
yo: Àwọn ẹ̀kunrẹ́rẹ́ Ìlànà ètò si

source: More than
yo: Ju

source: More than one level 2 review change drops the localization to 0%
yo: Ju ìpele 2 àtúnyẹ́wò tìyípadà mú ìsọdìbílẹ̀ wálẹ̀ sí 0%

source: Most Recent
yo: Àìpẹ́ Rárá

source: Most Viewed
yo: Tó Wò Jù

source: Most Visited
yo: Kàǹsí Àìpẹ́

source: Mozilla Persona
yo: Mozilla Àdáni

source: Mozilla Support
yo: Àtìlẹ́hìn Mozilla

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe.
yo: Àtìlẹ́hìn Mozilla jẹ́ olùfarajìn àwùjọ tí onítàra àti òṣìṣẹ́ tí o ń gbìyànjú láti ṣe àtìlẹ́hìn fún àwọn olùṣàmúlò wa ní àgbayé.

source: Mozilla Support is a community of enthusiastic volunteers and employees trying to support our users around the globe. Join us for an incredible adventure!
yo: Àtìlẹ́hìn Mozilla jẹ́ àwùjọ àwọn afàrajìn onítara àti òṣìṣẹ́ tí o ń gbìyànjú láti sàtìlẹ́hìn àwọn olùṣàmúlò ni gbogbo àgbayé. Darapọ̀ mọ́ wa fún gbìdánẁo máni gbàgbé!

source: Mozilla support is fully powered by our volunteer community that is helping hundreds of users everyday. This community is formed by passionate Firefox and Thunderbird users who take some of their spare time to help others. We couldn't do it without your passion and enthusiasm. Your contribution, as minor as it might seem, has tremendous value. Solving one issue in the support forums can help up to 1000 users a day!
yo: Àtìlẹ́hìn Mozilla ní ẹ̀kúnrẹ́rẹ́ agbára láti ọ̀dọ̀ àwùjọ olùfarajìn tí o ńṣe ìrànwọ́ fún ọgọ́gọ́rùn àwọn àṣàmúlò lójojúmọ́. Àwùjọ yìí ni a dá sílẹ̀ lọ́wọ́ àwọn àṣàmúlò onítara Firefox àti Thunderbird tí o lo àkókò ìgbà tí ọwọ́ dilẹ̀ láti ran àwọn ẹlòmíràn lọ́wọ́. Akòle ṣé láìsi ìtara àti ìgbóná ọkàn rẹ. Ìdasí rẹ, bí o tì wùn kí ó kéré tó, ní iye lórí púpọ̀. Ìyànjú ìṣòro kan ní àwọn àpérò àtìlẹ́hìn lè ṣèrànwọ́ fún àwọn bíi àṣàmúlò 1000 lóòjọ́!

source: Mozillians Username
yo: Orúkọ aṣàmúlò Mozillian

source: Multiple Products
yo: Ọ̀pọ̀ Àwọn Ohun Ìgbéjáde

source: Music, Photos and Video
yo: Orin, Fọ́tò àti Fídíò

source: My contributions
yo: Ìdasí mi

source: My password isn't working.
yo: Ọ̀rọ̀ aṣínà mi ò ṣiṣẹ́.

source: My profile
yo: Ìrísí olùlò mi

source: My Questions
yo: Àwọn Ìbéèrè Mi

source: {name} {version} ({id}) (Inactive)
yo: {name} {version} ({id}) (Aláìṣiṣẹ́)

source: Navigation
yo: Ìtukọ̀

source: Need Changes
yo: Nílò àwọn Àyípadà

source: needs attention
yo: nílò ìfọ̀kànsí

source: Needs change
yo: Nílò ìparọ̀

source: Needs change:
yo: Nílò àyípadà:

source: Needs info
yo: Nílò ìwifún

source: Needs more information
yo: Nílò ìwifún si

source: Needs Update
yo: Nílò Àfikún

source: New announcement for {group}
yo: Ìkéde titun fún {group}

source: New answers for question: %s
yo: Àwọn ìdáhùn titun fún ìbéèrè: %s

source: New Article
yo: Aròkọ Titun

source: Newer
yo: Titun

source: New Message
yo: Iṣẹ́ Titun

source: New password
yo: Ọ̀rọ̀ aṣínà titun

source: New password:
yo: Ọ̀rọ̀ aṣínà titun:

source: New Password
yo: Ọ̀rọ̀ aṣínà Titun

source: New Password Again
yo: Ọ̀rọ̀ Aṣínà Titun Lẹ́kànsi

source: News &amp; Resources
yo: Iroyin &amp; Àwọn Àtìlẹ́yìn

source: News Feeds (RSS), Blogs and Social
yo: Àwọn Olùpèsè Titun (RSS), Búlọ́ọ́gì àti Ojúlùmọ̀

source: New thread: {title}
yo: Èròjà atẹ̀lélànà titun: {title}

source: next
yo: tókàn

source: No differences found
yo: Akòrí àwọn ìyàtọ̀

source: No, ignore
yo: Rara, paátì

source: No, I'm not.
yo: Rárá, Èmi kọ́.

source: No media files found.
yo: Akòrí àwọn fáìlì mídíà.

source: No messages selected. Please try again.
yo: Akòyan àwọn iṣẹ́. Jọ̀wọ́ tún gbìyànjú.

source: None
yo: Kòsí

source: non en-US KB
yo: en-US KB

source: None of these solve my problem
yo: Nǹkànkan èyí kò tán ìṣòro mi

source: No one has helped translate this article yet. If you already know how localizing for SUMO works, <a href="%(document_trans_link)s">start translating now</a>. If you want to learn how to translate articles for SUMO, <a href="%(help_link)s">please start here</a>.
yo: Kò sẹ́ni tó ṣèraǹwọ́ láti túmọ̀ aròkọ yí rí. Bí o báti mọ bí ìsọdibílẹ̀ SUMO ṣe ń ṣiṣẹ́, <a href="%(document_trans_link)s">bẹ̀rẹ̀ síní túmọ̀ báyì</a>. Bí o bá fẹ́ kọ́ láti túmọ̀ aròkọ fún SUMO, <a href="%(help_link)s">jọ̀wọ́ bẹ̀rẹ̀ níbí</a>.

source: No other documents link to {title}.
yo: Kòsí àkọsílẹ̀ tó sopọ̀ sí {title}.

source: No pages matched the search criteria
yo: Kòsí ojú ewé tí ó bá ìṣawarí àmúyẹ mu

source: No related documents.
yo: Kòsí àwọn àkọsílẹ̀ tí ó jọra.

source: No replies
yo: Kòsí àwọn èsì

source: No sections found
yo: Akòrí àwọn apákan

source: No Surprises
yo: Kòsí Ìyàlẹ́nu

source: No tags entered.
yo: Kòsí aṣàmì tí a mú wọlé.

source: Note: Searching for "tag1, tag2" returns questions tagged with both tag1 and tag2
yo: Àkíyèsí: Ìṣawarí fún "àmì1, àmì2" dá ìbéèrè àmì padà pẹ̀lú àmì1 àti àmì2

source: Note: There are no approved translations for this article.
yo: Àkíyèsí: Kòsí ìtumọ̀ tí a gbà fún aròkọ yìí.

source: Note: This article has no revisions ready for localization.
yo: Àkíyèsí: Aròkọ yíi kòní àtúnyẹ̀wò tí ó ṣetán fún ìsọdìbílẹ̀.

source: Not Helpful
yo: Kò ṣèrànwọ́

source: Notify me of any future changes to this page
yo: Fi tómi létí àyípadà ọjọ́ iwájú ní ojú ewé yìí

source: Not responded in 24 hours
yo: Kò fèsì láarín wákàtí 24

source: Not responded in 72 hours
yo: Kò fèsì láarín wákàtí 72

source: Not sure how often
yo: Kò dájú iye igbà

source: No users selected!
yo: Akòyan àwọn olùṣàmúlò kankan!

source: No users were found for your search query.
yo: Akòrí àwọn olùṣàmúlò fún wíwá aṣèbéèré rẹ.

source: No votes data
yo: Kòsí àwọn ìdìbò dátà

source: Now you can combine both and help Firefox users on Twitter. It's quick, it's easy, and you don't have to be a tech superstar to do it. We call it our Army of Awesome.
yo: Báyìí o lè pa méjèjì pọ̀ kí o ṣèrànwọ́ fún àwọn olùṣàmúlò Firefox ní Twitter. Ó yára, rorùn, o kòsì nílò láti jẹ́ ọ̀jọ̀gbọ́n onímọ̀ ẹ̀rọ láti ṣé. A ńpè ní Ọmọ Ogun ti Ìyàlẹ́nu wa.

source: {num} answers
yo: {num} àwọn ìbéèrè

source: %(number)d day ago
yo: %(number)d àwọn ọjọ́ tó kọjá

source: %(number)d hour ago
yo: %(number)d àwọn wákàtí sẹ́hìn

source: %(number)d minute ago
yo: %(number)d àwọn ìṣẹjú ṣẹ́hìn

source: %(number)d month ago
yo: %(number)d oṣù sẹ́hìn

source: %(number)d second ago
yo: %(number)d àwọn ìṣẹjú àayá ṣẹ́hìn

source: %(number)d week ago
yo: %(number)d àwọn ọ̀sẹ̀ tó kọjá

source: %(number)d year ago
yo: %(number)d àwọn ọdún sẹ́hìn

source: Numbered List
yo: Àtòkọ Onínọ́ńbà

source: Numbered list item
yo: Wúnrẹ̀n àtòkọ onínọ́ńbà

source: Number of active Army of Awesome contributors
yo: Nọ́ńbà tó ń ṣiṣẹ́ Ọmọ Ogun ti Ìyàlẹ́nu àwọn olùdásí

source: Number of active contributors to the English KB
yo: Nọ́ńbà àwọn olùdásí tí o ńṣiṣẹ́ fún Gẹ̀ẹ́si KB

source: Number of active contributors to the non-English KB
yo: Nọ́ńbà àwọn olùdásí tí o ńṣiṣẹ́ tí kìíṣe Gẹ̀ẹ́si KB

source: Number of active forum contributors
yo: Nọ́ńbà apèjọ tí ó ńṣiṣẹ́ àwọn olùdásí

source: Number of answers
yo: Nọ́ńbà àwọn ìdáhùn

source: Number of Answers
yo: Nọ́ńbà àwọn Ìdáhùn

source: Number of replies
yo: Nọ́ńbà àwọn èsì

source: Number of Replies
yo: Àwọn Nọ́ńbà Èsì

source: Number of votes. Must be an integer.
yo: Nọ́ńbà àwọn ibò. Gbọ́dọ̀ jẹ́ nọ́ńbà aṣodindi.

source: {num} solutions
yo: {num} àwọn ọ̀nà àbáyọ

source: %(num)s <small>of %(total)s</small>
yo: %(num)s <small>ti %(total)s</small>

source: {num_views} views
yo: {num_views} àwọn ìwò

source: Object does not exist.
yo: Kosi ohun rírí.

source: Obsolete:
yo: Tíkòwúlò:

source: Official blog
yo: Búlọ̀gù gbogbogbò

source: Oh, no! It looks like an unexpected error occurred. We've already notified the site administrators. Please try again now, or in a few minutes.
yo: Ho, rárá! Ó dàbí àṣìṣe àìrò wáyé. Ati fi tó àwọn alábojútó ojúle wẹ́ẹ̀bù létí. Jọ̀wọ́ tún gbìyànjú báyì, tàbí ní ìṣẹjú díẹ̀ si.

source: Oh, no! Looks like there are no posts!
yo: Ye, irọ! Dabi kosi awọn ìfọ̀rọ̀ránṣẹ́!

source: Old Password
yo: Ọ̀rọ̀ aṣínà Àtijọ́

source: Once you’ve clicked on the link, you can throw away this email.
yo: Níwọ̀n ìgbà tí o bá ṣíra tẹ ìsopò, o lè ju í-meélì sọnù.

source: Only displayed on search results page
yo: Ṣàfihàn nìkan lóri èsì ìṣawarí ojú ewé

source: Only use and share information about our users for their benefit and as disclosed in our notices.
yo: Lò tàbí pín ìwífún nìkan nípa àwọn olùṣàmúlò fuń ànfààní wọn àti bí a ṣe gbékalẹ̀ nínu ìfitoniléti wa.

source: Oops, there was an error.
yo: Ha, àṣiṣe wà.

source: Oops, your request was unsuccessful
yo: Ho, ìbéèrè rẹ kò sàse yọrí

source: Open Badges
yo: Báàjì Tóṣí

source: Open <em>Help &gt; Troubleshooting Information</em>.
yo: Ṣí <em>Ìrànwọ́ &gt; Ìwifún Wíwá àléébù</em>.

source: Operating system
yo: Ìlànà-ètò ìmú ṣiṣẹ́

source: Original post date
yo: Ojúlówó déètì ìfọ̀rọ̀ránṣẹ̀

source: Other Mozilla products
yo: Àwọn ohun ìgbéjáde Mozilla míìràn

source: Other (please specify)
yo: Òmíìràn (jòwọ́ sọ nípàtó)

source: Other products
yo: Àwọn ohun ìgbéjáde míìràn

source: Other questions with Firefox for Windows 8 Touch.
yo: Àwọn ìbéèrè míìràn pẹ̀lú Firefox fún Windows 8 Touch.

source: Other reason:
yo: Ìdí míìràn:

source: Other ways to get involved
yo: Ọ̀nà míìràn láti kópa

source: Our contributors have been working hard on articles and it would be great if you could review them. The faster we get them published the faster they start helping users.
yo: Àwọn olùdásí wa ti ń ṣiṣẹ́ gidi lóri àwọn àròkọ yóòsì dára bí o bále ṣàtúnwò wọn. Bí a báṣẹ ṣàtẹ̀jáde wọn bẹ́ẹ̀ni wọ́n á yára ran àwọn olùṣàmúlò lọ́wọ́.

source: Our volunteers are working on translating this article. Until it's ready, maybe the English version can be of some help.
yo: Àwọn olùfarajìn wa ń ṣiṣé ní ìtumọ̀ aròkọ yìí. Títí yófì ṣetán, bóyá ẹ̀yà Gẹ̀ẹ́sì yóò ṣèrànwọ́.

source: Overall
yo: Káríkárí

source: Overview
yo: Ìpàtẹ ìwò

source: owner
yo: olóhun

source: Page {0} of {1}.
yo: Ojú ewé {0} ti {1}.

source: Page does not exist.
yo: Kòsí ojú ewé.

source: Page {n}
yo: Ojú ewé {n}

source: Page Not Found
yo: Kò rí Ojú Ìwé

source: Password:
yo: Ọ̀rọ̀ aṣínà:

source: Password change successful!
yo: A ṣàyípadà ọ̀rọ̀ aṣínà dáradára!

source: Password is required.
yo: Anílò ọ̀rọ̀ aṣínà.

source: Password must be 8 or more characters.
yo: Ọ̀rọ̀ aṣínà gbọ́dọ̀ jẹ́ ẹyọ ọ̀rọ̀ 8 ó kéré.

source: Password reset
yo: Ṣàtúntò ọ̀rọ̀ aṣínà

source: Password Reset
yo: Ṣàtúntò Ọ̀rọ̀ aṣínà

source: Password reset on {sitename}
yo: Ṣàtúntò ọ̀rọ̀ aṣínà ní {sitename}

source: Password reset unsuccessful
yo: Ṣàtúntò ọ̀rọ̀ aṣínà kò sàse yọrí

source: Passwords, forms and search
yo: Ọ̀rọ̀ aṣínà, fọ́ọ̀mù àti ìsàwarí

source: Passwords, forms, search, and history - control what Firefox suggests
yo: Ọ̀rọ̀ aṣínà, fọ́ọ̀mù, ìṣàwarí, àti ìtàn - ṣàkóso ohun tí Firefox dába

source: Password should be at least 8 characters long and contain at least 1 number.
yo: Ọ̀rọ̀ aṣínà gbọ́dọ̀ jẹ́ ẹyọ ọ̀rọ̀ 8 ní gígùn kí ó sì ní ó kéré nọ́ńbà 1.

source: Password successfully reset.
yo: Ṣàtúntò ọ̀rọ̀ aṣínà dáradára.

source: Paste the info in the text box below.
yo: Lẹ ìwifún sí àpotí àyọkà nísàlẹ̀.

source: Payment Issues
yo: Ìdójúkọ Ìsanwó

source: Payments
yo: Ìsanwó

source: Payments/Settlement
yo: Ìsanwó/Ìtúnṣe

source: Pending
yo: Ńdúró

source: Percent
yo: Ìdá ọgọ́rùn ún

source: Percent Localized: All
yo: Ìdá ọgọ́rùn Ìsọdìbílẹ̀: Gbogbo

source: Percent Localized: Top 100
yo: Tisọdìbílẹ̀ ìdá ọgọ́rùn ún: 100 tógajù

source: Percent Localized: Top 20
yo: Ìdá ọgọ́rùn Ìsọdìbílẹ̀: 20 Tógajù

source: Percent Yes
yo: Ìdá Ọgọ́rùn ún Bẹ́ẹ̀ni

source: Pick a product
yo: Mú àbájáde

source: Pick a topic and try some solutions
yo: Mú orí ọ̀rọ̀ kí o gbìyànjú àwọn ọ̀nà àbáyọ kan

source: Pick a way to get involved
yo: Yan ọ̀nà láti kópa

source: Please ask a new question if you need help.
yo: Jọ̀wọ́ béèrè ìbéèrè titun bí o bá nílò ìrànwọ́.

source: Please check you are logged in, and try again.
yo: Jọ̀wọ́ ri pé o ti ṣàtẹ̀wọlé, kí o gbìyànjú lẹ́ẹ̀kànsi.

source: Please choose a category.
yo: Jọ̀wọ́ yan ìsọ̀rí.

source: Please complete the form below to submit your question to our Marketplace Support group.
yo: Jọ̀wọ́ parí fọ́ọ̀mù nísàlẹ̀ láti fàsílẹ̀ àwọn ìbéèrè rẹ sí ẹgbẹ́ Àtìlẹ́hìn Ibiọjà wa.

source: Please confirm your email address
yo: Jọ̀wọ́ jẹ́rì àdírẹ́sì í-meélì rẹ

source: Please confirm your email address.
yo: Jọ̀wọ́ jẹ́rì àdírẹ́sì í-meélì rẹ.

source: Please Confirm Your Email Address
yo: Jọ̀wọ́ Jẹ́rì Àdírẹ̀sì Í-meélì Rẹ

source: Please confirm your Firefox Help question
yo: Jọ̀wọ́ ṣe ìjẹ́rì ìbéèrè Ìrànwọ́ Firefox rẹ

source: Please describe your issue in the body.
yo: Jọ̀wọ́ ṣàpèjúwe ìṣòro rẹ nínu kókó.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
yo: Jọ̀wọ́ wọlé pẹ̀lú orúkọ aṣàmúlò tàbí ọ̀rọ̀ aṣínà tó tọ́nà. Kíyèsi pé àwọn gbàgede méjèjì ni ìfura ipò ọ̀rọ̀.

source: Please enter a facebook.com URL.
yo: Jọ̀wọ́ wọlé facebook.com URL.

source: Please enter your password twice.
yo: Jọ̀wọ́ wọlé ọ̀rọ̀ aṣínà rẹ lẹ́ẹ̀mejì.

source: Please note that these selections are specific to the current product selected.
yo: Jọ̀wọ́ ṣàkíyèsí pé àwọn yíyàn yí wà fún àbájáde yíyàn lọ́wọ́lọ́wọ́ yìí nìkan.

source: Please note that you will be subscribed to these notifications for all products. If you are only interested in specific products, please go to the dashboard for that product.
yo: Jọ̀wọ́ ṣàkíyèsí wa forúkọsílẹ̀ fún àwọn ìfitoníletí àwọn ohun ìgbéjáde gbogbo. Bí o bání ifẹsi àwọn ohun ìgbéjáde yìí nìkan, jọ̀wọ́ lọsí pẹpẹiṣẹ́ fún àbájáde.

source: Please provide a description.
yo: Jọ̀wọ́ pèsè àpèjúwe.

source: Please provide a message.
yo: Jọ̀wọ́ pèsè iṣẹ́.

source: Please provide an email.
yo: Jọ̀wọ́ pèsè í-meélì kan.

source: Please provide an email address and we'll send you an alert.
yo: Jọ̀wọ́ pèsè àdírẹ̀sì í-meélì a ó si fi ìtaníjí ránṣẹ́ sí ọ.

source: Please provide a question.
yo: Jọ̀wọ́ pèsè ìbéèrè.

source: Please provide a slug.
yo: Jọ̀wọ́ pèsè sílọ́gì.

source: Please provide a subject.
yo: Jọ̀wọ́ pèsè orí ọ̀rọ̀.

source: Please provide a summary.
yo: Jọ̀wọ́ pèsè ìsọníṣókí.

source: Please provide a tag.
yo: Jọ̀wọ́ pèsè ìṣàmì.

source: Please provide a title.
yo: Jọ̀wọ́ pèsè àkọlé.

source: Please provide content.
yo: Jọ̀wọ́ pèsè àkóónú.

source: Please provide more details
yo: Jọ̀wọ́ pèsè ẹ̀kúnrẹ́rẹ́ si

source: Please provide the Transaction ID.
yo: Jọ̀wọ́ pèsè Ìdamọ́ Ìbáṣepọ̀.

source: Please review the latest revision.
yo: Jọ̀wọ́ ṣàyẹ̀wò àtùnyẹ̀wò àìpẹ́.

source: Please review the latest version.
yo: Jọ̀wọ́ ṣàyẹ̀wò ẹ̀yà àìpẹ́.

source: Please select...
yo: Jọ̀wọ́ yàn...

source: Please select a category from the previous column or start a search.
yo: Jọ̀wọ́ yan ìsọ̀rí láti ìlà òró ìṣaajú tábi bẹ̀rẹ̀ ìṣàwárí.

source: Please select a different title.
yo: Jọ̀wọ́ yan àkọlé tó yàtọ̀.

source: Please select an image or video to insert.
yo: Jọ̀wọ́ yan àwòrán tàbí fídíò làti ṣàfibọ̀.

source: Please select at least one product.
yo: Jọ̀wọ́ yan ó kéré àbájáde kan.

source: Please select at least one topic.
yo: Jọ̀wọ́ yan ó kéré àkọlé kan.

source: Please type in your username to confirm
yo: Jọ̀wọ́ tẹ orúkọ aṣàmúlò rẹ láti jẹ́rì

source: Please upload an image with one of the following extensions: jpg, jpeg, png, gif.
yo: Jọ̀wọ́ gbàsókè àwòrán pẹ̀lú ọ̀kan nínu àwọn ìfágùn wọ̀nyíi: jpg, jpeg, png, gif.

source: Please visit the <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Paypal Help Center</a>.
yo: Jọ̀wọ́ kànsí <a href="https://www.paypal.com/cgi-bin/helpweb?cmd=_help"> Ibi Ìrànwọ́ Paypal</a>.

source: Please visit the Marketplace page for the application. There you can find the developers' contact information and contact them directly.
yo: Jọ̀wọ́ kànsí ojú ewé Marketplace fún àtòjọ-ètò. Níbẹ̀ o lè rí ìwifún ìkànsí olùmúgbèrú kí o sì kànsí wọn tààrà.

source: Please wait...
yo: Jọ̀wọ́ dúró...

source: Popcorn Maker
yo: Olùṣe Gúgúrú

source: Portions of this content are &copy;1998–2015 <br>by individual mozilla.org contributors. Content <br>available under a <a href="//www.mozilla.org/foundation/licensing/website-content.html">Creative Commons license</a>.
yo: Ìpín ti àkóónú yíì ni &ẹda;1998–2015 <br>lọ́dọ̀ ọ̀kọ̀ọ̀kan àwọn olùdásí mozilla.org. Àkóónú<br>wà lábẹ́ <a href="//www.mozilla.org/foundation/licensing/website-content.html">Ìwé Ẹ̀rí Ajùmọ̀ Ṣẹ̀dá</a>.

source: post
yo: fọ̀rọ̀ránṣẹ́

source: Post a new thread
yo: Ọ̀rọ̀ àfiránṣẹ̀ èròjà atẹ̀lélànà titun

source: Post a question
yo: Fọ̀rọ̀ ìbéèrè ránṣẹ́

source: Post a reply
yo: Fi èsì ránṣẹ́

source: Post a Reply
yo: Fọ̀rọ̀ Èsì ránṣẹ́

source: Post contains
yo: Fọ̀rọ̀ránṣẹ́ ní

source: Posted
yo: Tifiránṣẹ́

source: posted by
yo: ìfọ̀rọ̀ránṣẹ́ lọ́wọ

source: Post Preview:
yo: Àkọ́wọ̀ ọ̀rọ̀ àfiranṣẹ́:

source: Post Question
yo: Fọ̀rọ̀ Ìbéèrè Ránṣẹ́

source: Post Reply
yo: Fi Èsì Ránṣẹ́

source: Posts from everyone
yo: Àwọn ìfọ̀rọ̀ránṣẹ́ láti ọ̀dọ̀ gbogbo ènìyàn

source: Post Thread
yo: Ọ̀rọ̀ àfiránṣẹ̀ Èròjà atẹ̀lélànà

source: Preferred language
yo: Èdè ti a fẹ́

source: Preview
yo: Àkọ́wò

source: Preview Changes
yo: Ṣàtúnyẹ̀wò Àyípadà

source: Preview Content
yo: Ṣàtúnyẹ̀wò Àkóónú

source: Preview Reply
yo: Àkọwò Èsì

source: previous
yo: tẹ́lẹ̀

source: Previous
yo: Tẹ́lẹ̀

source: Privacy and Security
yo: Ibi ìkọ̀kọ̀ àti Ààbò

source: Privacy and security settings
yo: Ìpamọ́ àti àwọn ìṣètò ààbò

source: Private message
yo: Iṣẹ́ àdáni

source: Private Message
yo: Iṣẹ́ Àdáni

source: Problems with add-ons, plugins or unwanted software
yo: Àwọn ìṣòro pẹ̀lú àfikún, àwọn àlékún tàbí ẹ̀yà àìrídìmú àìfẹ́

source: Problems with websites
yo: Àwọn ìṣòro ojúlà wẹ́ẹ̀bù
